{
    "Common": {
        "Weapon": {
            "Armblade": {
                "description": "An Armblade is a magic weapon that attaches to your arm, becoming inseperable from you as long as you're attuned to it. To attune to this item, you must hold it against your forearm for the entire attunement period.<br><br>As a bonus action, you can retract the armblade into your forearm or extend it from there. While it is extended, you can use the weapon as if you were holding it, and you can't use that hand for other purposes.",
                "attunement": true,
                "attune-requirement": "warforged"
            },
            "Moon-Touched Sword": {
                "description": "In darkness, the unsheathed blade of this sword sheds moonlight, creating bright light in a 15-foot radius and dim light for an additional 15 feet.",
                "attunement": false
            },
            "Unbreakable Arrow": {
                "description": "This arrow can't be broken, except when it is within an Antimagic Field.",
                "attunement": false
            },
            "Walloping Ammunition": {
                "description": "This ammunition packs a wallop. A creature hit by the ammunition must succeed on a DC 10 Strength saving throw or be knocked prone.",
                "attunement": false
            }
        },
        "Armor": {
            "Armor of Gleaming": {
                "description": "This armor never gets dirty.",
                "attunement": false
            },
            "Cast-Off Armor": {
                "description": "You can doff this armor as an action",
                "attunement": false
            },
            "Shield of Expression": {
                "description": "The front of this shield is shaped in the likeness of a face. While bearing the shield, you can use a bonus action to alter the face's expression.",
                "attunement": false
            },
            "Smoldering Armor": {
                "description": "Wisps of harmless, odorless smoke rise from this armor while it is worn.",
                "attunement": false
            }
        }
    }
}